[
    {
        "description": "Atmosfera soʻzi qadimgi yunon tilidagi ἀτμός (atmos) — “bugʻ” va σφαῖρα (sfaera) — “shar”, “sfera” soʻzlaridan olingan boʻlib, “bugʻli shar” maʼnosini beradi.\n Atmosfera bizni oʻta kuchli qizib ketish va muzlab qolishdan himoya qilib turadi. Shuningdek, aynan u orqali koʻplab meteoritlar sayyoramizni chetlab oʻtadi. Atmosfera tarkibidagi ozon qatlami Quyoshning zararli ultrabinafsha nurlarini oʻziga singdiradi, kislorod esa inson va hayvonot olami yashashi uchun zarur. Fotosintez jarayoni atmosferadagi karbonat angidrid gazi hisobiga amalga oshadi.\n Atmosferaning vertikal tuzilmasiga nazar solsak, undagi harorat va elektr xususiyatlar turlicha ekanini koʻrish mumkin. Shunga koʻra atmosfera quyidagi 5 asosiy qatlamga boʻlinadi: ekzosfera, termosfera, mezosfera, stratosfera va troposfera.\n Havoning zichligi, bosimi, harorati va tarkibi atmosferaning asosiy parametrlari sanaladi. Atmosferadagi havoning umumiy ogʻirligi taxminan 5,15×10¹⁸ kg ni tashkil qiladi.\n LIST BOLISHI KK \n Atmosferaning yuqori qismiga chiqqan sari havo zichligi va atmosfera bosimi kamayib boradi.\n Quyida atmosferaning asosiy xususiyatlarini keltirib oʻtamiz: LIST BOLISHI KK",
        "id": 1,
        "image": "./img/modal-image.jpg",
        "title": "Atmosfera",
		"href": "#exosphere"
    },
    {
        "description": "Ekzosfera soʻzi qadimgi yunon tilidan ἐξω (ekzo) — “tashqi” va σφαῖρα (sfaera) — “shar”, sfera” maʼnolarini anglatuvchi soʻzlardan kelib chiqqan.\n Ekzosfera — atmosferaning dengiz sathidan taxminan 800 km balandlikda boshlanadigan eng yuqori va oxirgi qatlami (Buncha masofada Toshkentdan Navoiyga borib kelsa boʻladi). Ekzosfera eng yengil kimyoviy elementlar — vodorod va geliydan tashkil topgan eng siyrak qatlamdir. Azot va kislorod atomlari ham uchrab tursa-da, ultrabinafsha nurlari ularni ionlashtirib yuboradi\n Ekzosfera atmosferaning eng katta qatlamidir. Uning chegaralari  joylashuv, fasl va quyosh faolligi singari koʻplab omillarga koʻra oʻzgarib turadi. Ekzosferaning yuqori chegarasi Yerdan taxminan 190 000 km balandda. Bu masofa Yerdan Oygacha(!) boʻlgan masofaning taxminan yarmini tashkil qiladi. Ekzosferaning pastki chegarasi ekzobaza yoki termopauza deyiladi. Ekzobaza Yerdan 500-1000 km balandlikda joylashgan.\n Ekzosferadagi zarralar harorati, yaʼni gazokinetik harorat 1500-3000 K ni tashkil etadi.\n Yer ekzosferasi ionlashgan gaz (plazma) dan iborat. Uning quyi chegarasidagi zaryadlangan va neytral zarralar nisbati 1 ga yaqin boʻlsa, ekzosferaning yuqori chegarasidagi gaz deyarli toʻliq ionlashgan. Ekzosferaning pastki va va oʻrta qismlari asosan kislorod va azot atomlaridan tashkil topgan, balandlik oshib borgani sari geliy, vodorod singari yengil gazlar, ayniqsa ionlashgan vodorod konsentratsiyasi ham mos ravishda oshib boradi.\n Ekzosferadagi zarralar ballistik traektoriya boʻylab harakatlangani uchun ular ikkinchi kosmik tezlikka ega (maʼlumot uchun, ikkinchi kosmik tezlik — jismning sayyora tortishish kuchidan butunlay xalos boʻlishi uchun zarur boʻlgan tezlik; 11,2 km/s). Shu sababdan ham ular sayyorani hech qanday toʻsiqlarsiz tark etish ehtimoli yuqori.\n Yerning radiatsiya belbogʻlari va tashqi magnit maydoni ham Ekzosferada joylashgan.\n Quyoshdagi faollikning kuchayishi ekzosferaning qizishiga va kengayishiga sabab boʻladi. Kengaygan ekzosfera odatda “toj” deb ataladi, chunki uning yuqori qismidan ochiq fazoga uchib ketadigan vodorod atomlari tojning choʻqqilariga oʻxshab tasvirlanadi. Yerning toji (geokorona) 630 000 km gacha choʻzilishi mumkin. Bundan koʻrinib turibdi-ki, toj hatto oyga ham yetib borishi mumkin. Chunki Yerdan Oyga boʻlgan oʻrtacha masofa taxminan 384 000 km ni tashkil qiladi.\n Ekzosfera boshqa sayyoralarda ham bor. Agar fazoviy jism atmosferasi Merkuriy va Oyniki kabi juda siyrak boʻlsa, uni atmosfera emas, shunchaki ekzosfera deb atasa boʻlaveradi.",
        "id": 2,
        "image": "./img/modal-image2.jpg",
        "title": "Ekzosfera",
		"href": "#thermosphere"
    },
    {
        "description": "Termosfera soʻzi qadimgi yunon tilidan θερμός (termos) — “issiq” hamda σφαῖρα (sfaera) — “shar”, sfera” maʼnolarini anglatuvchi soʻzlardan kelib chiqqan.\n Termosfera atmosferaning eng issiq qatlamidir. Undagi havo Quyosh faolligiga qarab 500-2000 °C atrofida boʻladi. Haroratning bu qadar issiq boʻlishiga Quyoshdan kelayotgan ultrabinafsha nurlarining asosan 150-300 soʻrilishi sabab boʻladi. Shunga qaramay, issiqlik uzatuvchi gaz molekulalari juda siyrak boʻlgani sababli himoya vositalarisiz muzlab qolishingiz tayin.\n Termosfera qutb yogʻdulari hosil boʻladigan qatlam hisoblanadi. Shuningdek, Xalqaro kosmik stansiya ham aynan shu balandlikda Yer atrofida aylanadi.\n Termosferada sayyora yuzasi va kosmik muhit oʻrtasidagi shartli chegara — Karman chizigʻi mavjud boʻlib, Xalqaro aviatsiya federatsiyasi (FAI) ning koʻrsatmasiga binoan, u Yerdan taxminan 100 km balandlikda etib belgilangan. Karman chizigʻiga kelib, atmosferadagi gaz juda ham siyraklasha boradi. Karman chizigʻi, shuningdek davlatlarning fazodagi chegarasi aniqlanadigan balandlik hamdir.\n Balandlik nomi venger-amerikalik olim Teodor fon Karman sharafiga qoʻyiladi. Aynan u birinchi boʻlib taxminan shuncha balandlikda atmosfera oʻta siyraklashib, aerodinamik aviatsiya parvozlarini amalga oshirish imkoni yoʻqligini aniqlaydi. Karman chizigʻiga parvoz qilish uchun birinchi kosmik tezlikda harakatlanish zarur, bunga esa faqatgina kosmonavtika vositalari yordamida erishish mumkin (maʼlumot uchun, birinchi kosmik tezlik — jismning fazoviy jism tortishish kuchi taʼsiridan chiqib, uning yoʻldoshiga aylanish uchun zarur boʻlgan tezlik; 7,91 km/s). Shuning uchun ham termosfera “koinotning boshi” deb ham ataladi.\n Yuqori haroratda eriydigan metalldan yasalgan kosmik kemalar termosferani osonlik bilan bosib oʻta oladi. Chunki u yerda zarralar miqdori va bosim juda ham past. Termosferadagi zarralarda juda katta energiya boʻlsa-da, ular orasidagi masofa ulkan boʻlgani hisobiga kosmik kemalar xuddi vakuumdagidek sharoitda uchadi. Shuning uchun koʻplab sunʼiy yoʻldosh va orbital stansiyalar termsoferaga joylashtiriladi.",
        "id": 3,
        "image": "./img/modal-image.jpg",
        "title": "Termosfera",
		"href": "#mesosphere"
    },
    {
        "description": "Mezosfera soʻzi qadimgi yunonchadan μεσο (mezo) — “oʻrta” va σφαῖρα (sfaera) — “shar”, “sfera” soʻzlaridan olingan.\n Mezosfera 5 ta qatlamning eng oʻrtasida joylashgan. U atmosferaning dengiz sathidan 40-90 km balandlikni oʻz ichiga oladi. Mezosferaning asosiy xususiyatlari quyidagilar: – juda sovuq — mezosferaning pastki chegarasida harorat 0 °C boʻlsa, yuqori chegarasida  -80 °C ni koʻrsatadi. Mezosfera boʻylab yuqorilagan sari Quyosh nurlari radiatsiyasi yutilishi kamayib boradi va harorat tushib boraveradi; – gaz bosimi oʻta past (Yer sirtidagidan taxminan 10 000 marta past); – koʻtarish kuchi juda past boʻlgani uchun havo massasi harakatlanmaydi.\n Bu omillar mezosfera qatlamini oʻrganishga jiddiy taʼsir koʻrsatadi. Kosmik qurilmalar bunday sharoitda ucha olmasligi qatlamni toʻliq oʻrganishga imkon bermaydi. Shuning uchun ham mezosfera baʼzan parvozlar uchun “oʻlik hudud” nomi bilan ham tanilgan. Biroq shunisi aniq-ki, aynan shu xususiyatlar Yerni turli kosmik jismlardan, ayniqsa meteoridlardan himoya qilib turibdi. Kichikroq jismlar butunlay yonib, changga aylanadi. Baʼzi kattalari Yer yuzasiga yetib kelsa-da, mezosferada ancha qismi yongani uchun sayyoraga aytarli zarar yetkaza olmaydi. Bir kunda Yerga uchib kelayotgan oʻrtacha 44 tonna meteorid mezosferada yoʻq boʻlib ketadi. Bu taxminan 4 ta Eyfel minorasi degani!\n Mezosfera va undan yuqoridagi qatlam — termosfera oʻrtasida mezopauza joylashgan.  Mezopauza odatda turbopauza ham deyiladi (maʼlumot uchun, turbopauza — turbulentlik kamayadigan va havosi pastdagi havo bilan aralashmaydigan balandlik). Mezosfera va undan pastdagi stratosfera qatlami stratopauza nomli oʻtish qatlami bilan ajralib turadi. Mezosferaning yuqori va quyi chegaralari geografik kenglik va fasllarga qarab oʻzgarib turadi — qishda va tropik hududda yuqoriroq boʻlsa, yozda va qutblarda pastroq joylashgan.\n Mezosferadagi gaz tarkibi atmosferaning pastki qatlamlari bilan oʻxshash. Yaʼni bu qatlamning taxminan 80 % ini azot va 20 % ga yaqinini kislorod tashkil qiladi.\n Yozda shimoliy va janubiy 43-65° kengliklarda mezosfera qatlamida juda yupqa bulut qatlami — kumushsimon bulutlar paydo boʻladi. Kumushsimon bulutlar Yer atmosferasidagi eng baland bulut hisoblanib, baʼzan tungi osmonda zaif kumushsimon-koʻk porlashi tufayli koʻzga koʻrinadi. Bunday bulutlar mezosfera buluti ham deyiladi. Mezosfera buluti atmosferaning boshqa qatlamidagi bulutlarga qaraganda ancha tez harakatlanadi. Uning oʻrtacha tezligi 27,8 m/s yoki soatiga 100 km ga yaqin boʻladi.\n Mezosferaning oʻzi bir qancha qatlamlarga boʻlinadi.\n Mezosferaning yuqori qatlami, shuningdek ionosferaning D qatlamiga toʻgʻri keladi (maʼlumot uchun, ionosfera — atmosferaning Quyosh va kosmik radiatsiya tomonidan ionlashadigan qismi). Ionlashish shunchalik zaif boʻladi-ki, tunda ionlashuv manbasi paydo boʻlganida Quyoshning rengtgen nurlari yoʻqoladi, erkin elektron va ion esa neytral molekula hosil qiladi.\n Mezosferada natriy qatlami ham mavjud. Bu qatlam dengiz sathidana taxminan 80-105 km balandlikda joylashgan boʻlib, atigi 5 km qalinlikka ega. Natriy qatlami meteorlarning atmosferaga uchib kelib, mezosferada yonishi tufayli paydo boʻlgan.\n Mezosferada temir va kaliy singari boshqa metall qatlamlar ham boʻlib, mezosfera va termosfera chegarasida joylashgan.",
        "id": 4,
        "image": "./img/modal-image2.jpg",
        "title": "Mezosfera",
		"href": "#stratosphere"
    },
    {
		"description": "Stratosfera soʻzi qadimgi yunon tilidan olingan boʻlib, στρατό (strato) — “qatlam” va σφαιρα (sfaera) — “shar”, “sfera” soʻzlaridan olingan.\n U atmosferaning dengiz sathidan taxminan 10-50 km balandlikda joylashgan qatlamini oʻz ichiga oladi. Stratosferaning quyi chegarasidagi bosim Yer yuzasidagidan taxminan 10 marta, yuqori chegarasidagi bosim esa taxminan 1000 marta past. Stratosferada gaz juda siyrak, namlik deyarli yoʻq. Stratosferadagi havo zichligi dengiz sathidagidan koʻra 10-1000 marta kichikdir. Qatlamdagi harorat mezosferaga yaqinlashgani sari koʻtarilib boraveradi. Stratosferaning quyi chegarasi — tropopauzada harorat taxminan -56,5 °C boʻlsa, yuqori chegarasi hisoblanmish stratopauzada 0-0,8 °C ni tashkil qiladi.\n Stratosferada ozon qatlami ham joylashgan boʻlib, sayyoraga kelayotgan ultrabinafsha nurlarning zararli taʼsiridan Yerni himoya qilib turadi. Ozon qatlami boʻlmaganda Yerda hayot shakllanmagan ham boʻlar edi.\n Stratosferada namlik deyarli mavjud boʻlmagani uchun bu qatlamda faqatgina sadaf rangli bulutlar hosil boʻladi. Sadaf rangli bulutlar stratosferaning quyi qatlamida, yaʼni 15-27 km balandlikda qish-bahor davrida asosan qutb kengliklarida (baʼzida oʻrta geografik kengliklarda ham) sodir boʻladi. Bu turdagi bulutlar paydo boʻlishi uchun harorat oʻta past boʻlishi kerak (-78 °C dan ham past). Shuning uchun sadaf rangli bulutlar juda noyob tabiat hodisasi sanaladi.\n Stratosferada qisqa toʻlqinli (180-200 nm) ultrabinafsha nurlarining katta qismi yutilib, kinetik energiyaga aylanadi va stratosfera isiydi. Jarayon ozon qatlamida sodir boʻlib, uning shakllanishiga hissa qoʻshadi.",
        "id": 5,
        "image": "./img/modal-image.jpg",
        "title": "Stratosfera",
		"href": "#troposphere"
    },
    {
        "description": "Troposfera — atmosferaning eng quyi va eng koʻp oʻrganilgan qatlami. U Yer sathidan boshlanib, qutb mintaqalarida 8-10 km, ekvatorda esa hatto 16-18 km gacha balandlikni oʻz ichiga oladi.\n Troposfera soʻzi qadimgi yunoncha τρόπος (tropos) — “oʻzgarish”, “aralash” hamda σφαῖρα (sfaera) — ”shar”, ”sfera” soʻzlaridan olingan.\n Troposferada sayyoradagi barcha tirik jonzotlar — inson, hayvonlar, oʻsimliklar hayot kechiradi. Bundan tashqari, sayyora iqlimi va ob-havo ham shu qatlamda shakllanadi.\n Troposferadagi muhit doim oʻzgarib turadi, turbulentlik ham asosan shu qatlamda koʻp sodir boʻladi. Xoʻsh, troposferada qanday asosiy hodisalar boʻladi?\n – bulutlar paydo boʻladi; – suyuqlikning aylanma harakati amalga oshadi;– siklon va antisiklonlar yuzaga keladi (maʼlumot uchun, siklon — turli xil havo massasi uchrashib, koʻtariladigan hodisa; antisiklon — turli xil havo massalari bir-biridan uzoqlashib, choʻkadigan hodisa) – shamol paydo boʻladi.\n Troposfera eng ogʻir qatlam hisoblanadi. Chunki atmosferaning taxminan 80 % massasi, gazlarning 50 % i hamda deyarli barcha namlik aynan troposferada joylashgan. Bundan tashqari, u Quyoshdan keladigan nurni oʻzida saqlab, Yerni isitadi. Troposferaning quyi qismida harorat ob-havoga qarab oʻzgaruvchan boʻladi, yuqoriga koʻtarilgan sari har 100 m da 0,5-0,7 °C ga soviy boshlaydi. Shamol tezligi ham har 1 km da 2-3 km/s ga oshib boradi.\n Troposferaning quyi qismidagi oʻrtacha bosim 1000 mBar ni tashkil qiladi. Qatlamning yuqori qismiga kelib bosim 200 mBar ga tushadi. Dengiz sathidan 45 km balandlikda esa 1 mBar ham boʻlishi mumkin.\n Troposferaning litosfera (Yerning qattiq holatdagi tosh qatlami) ga yaqin qismida chegara qatlami bor. Bu qatlam butun atmosferada yuzaga keladigan sirkulyatsiya uchun muhim hisoblanadi. Chegara qatlamda issiqlik energiyasi va radiatsiya ajralib chiqadi. Harorat va bosimdagi oʻzgarishlar, shamol oqimlari ham shu qatlamda yuzaga keladi. Chegara qatlami bir necha yuz metrdan 3 km gacha choʻzilishi mumkin.",
        "id": 6,
        "image": "./img/modal-image2.jpg",
        "title": "Troposfera"
    }
]